leifbirger/micropython/ports/esp32/boards/M5STICKC_PLUS/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "M5StickC PLUS"
#define MICROPY_HW_MCU_NAME "ESP32-PICO-D4"
